import ava1 from "./img/5.svg"
import ava2 from "./img/2.svg"

export const feedbacks = [
  {
    id: 1,
    img: ava1,
    name: "Антон",
    date: "20.02.2021",
    rate: 2,
    text: "Отличная игра. Когда читаешь правила, кажется всё очень сложным и громоздким, но в процессе игры всё становится...",
  },
  {
    id: 2,
      img: ava2,
    name: "Юля",
    date: "18.03.2021",
    rate: 4,
    text: "Отличная игра. Когда читаешь правила, кажется всё очень сложным и громоздким, но в процессе игры всё становится...",
  },
];
