import React from 'react';

export const CollaborationText = () => {
    return (
        <div>
            <h3 className="text-sm font-semibold text-BlackGray mb-1.5">2. Предоставление рекламных материалов организатором услуги</h3>
            <p className="text-sm font-semibold text-black text-opacity-80 mb-4">Для представления услуги на нашем сервисе необходимо заполнить карточку с описанием услуги и предоставить медиаконтент.
                </p>
            <h3 className="text-sm font-semibold text-BlackGray mb-1.5">3. Обработка заявок с записью и оказание услуги клиенту</h3>
            <p className="text-sm font-semibold text-black text-opacity-80 mb-4">Заявка на услугу - обращение привлеченного нами клиента, пришедшее с формы записи. Содержит наименование и стоимость услуги, Имя и контактный телефон физического лица, а также информацию о количестве и возрасте потенциальных клиентов, предпочитаемом времени записи.
                Полученная заявка будет выслана организатору услуги на указанную электронную почту.<br />
                Ваша задача - обработать заявку Вашего будущего клиента: связаться с ним для записи и обсуждения условий предоставления услуги.<br />
                Предоставление качественной услуги клиенту, который после посещения оставит отзыв о Вашей услуге у нас на сервисе.
                </p>
            <h3 className="text-sm font-semibold text-BlackGray mb-1.5">4. Длительность пробного периода 6 недель</h3>
            <p className="text-sm font-semibold text-black text-opacity-80 mb-4">По истечению пробного периода Вам будет предложено заключить договор на оказание рекламных услуг по привлечению клиентов.
                </p>
            <h3 className="text-sm font-semibold text-BlackGray mb-1.5">5. Оплата вознаграждения сервису за привлечение клиентов</h3>
            <p className="text-sm font-semibold text-black text-opacity-80 mb-4">Заказчик выплачивает вознаграждение Исполнителю за оказание рекламных услуг по привлечению клиентов в размере 15% от стоимости услуги в заявке, переданной Заказчику на указанную электронную почту.
                Вознаграждение, Заказчик перечисляет на расчетный счет Исполнителя ежемесячно, после согласования и подписания Акта об оказании услуг, сформированного на последний день месяца.
                </p> 
        </div>
    )
}